{
    "wndTitle":"ホームネットワークプロテクション",
    "hintClick_1":"ご自宅の",
    "hintClick_2":"ホームネットワークの安全性を確認します",
    "hintClick_3":" •  ホームネットワーク上のセキュリティ問題をチェックします。",
    "hintClick_4":" •  プライバシーおよびデータ保護に役立てられます。",
    "hintClick_5":"スキャンを開始する前に、ホームネットワークにあるすべてのデバイスの電源を入れてください。",
    "Scan":"スキャン",
    "agree":"デバイスをスキャンするには使用許諾の条項に同意する必要があります。",
    "summary":"IMPORTANT:  READ CAREFULLY.  USE OF THIS TREND MICRO TOOL IS SUBJECT TO THE FOLLOWING LEGAL TERMS AND CONDITIONS",
    "p1":"This Tool (“Tool”) is a stand-alone, manually-downloadable Tool that can identify and assess potential security issues on devices connected to your home network based on the data gathered from those devices.  ",
    "p2":"Trend Micro authorizes you, or the company or organization you represent (collectively \"You\"), to use this Tool only with the network that you are authorized to administer and configure (“Authorized Network”).  In addition, by downloading this Tool, You understand and agree to the following: ",
    "p3":"<strong>As-Is Warranty:</strong>THIS TOOL IS PROVIDED \"AS-IS.\"  TREND MICRO DOES NOT MAKE ANY REPRESENTATIONS, OR WARRANTIES WHATSOEVER AS TO THE OPERATION OR PERFORMANCE OF THIS TOOL AND DOES NOT WARRANT THAT THIS TOOL WILL BE ERROR-FREE.  TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, TREND MICRO DISCLAIMS ALL IMPLIED AND STATUTORY WARRANTIES, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NONINFRINGEMENT AND FITNESS FOR A PARTICULAR PURPOSE. ",
    "p4":"<strong>All Rights Reserved. </strong>The Tool constitutes proprietary and confidential information of Trend Micro Incorporated and is protected by copyright, trade secret and U.S. or other patent laws, and international treaty provisions. You agree to use this Tool solely for internal purposes only, and not to make available or disclose the Tool to any third party (except employees and independent consultants bound by industry standard nondisclosure obligations).   ",
    "p5":"<strong>License Restrictions. </strong>Under this Agreement, You may not:  (i) transfer or sublicense the Tool or documentation to another person or entity; (ii) rent, lease, loan, auction, or resell the Tool or documentation; (iii) modify, adapt, translate, or create derivative works of the Tool or documentation; (iv) reverse engineer, de-compile, or disassemble the Tool, in whole or in part, or otherwise attempt to reconstruct or discover the source or object code or underlying ideas, algorithms, file formats, programming or interoperability interfaces; (v) use the Tool to provide services to third parties; (vi) connect this Tool to a network other than the Authorized Network; or (vii) authorize others to do any of the foregoing. Trend Micro reserves the right to take reasonable steps to prevent unauthorized access to, and use of, the Tool.",
    "p6":"<strong>Information/Data Collection. </strong>This tool will collect, upload, and forward information and data about the devices connected to your Authorized Network (“Collected Information”). Collected Information may include device MAC address, device manufacturer, device/router name, device/router firmware version, remote host ip/name/port, device protocol/port used, device open ports, etc.  Collected Information is essential to improve the features and functionality of this Tool.  Collected Information will be treated by Trend in accordance with Trend’s Privacy Policy which can be found at http://www.trendmicro.com/us/about-us/legal-policies/privacy-statement/index.html, as may be updated and/or modified from time to time as stated therein.  ",
    "p7":"<strong>Limitation on Liability: </strong>IN NO EVENT SHALL TREND MICRO BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, PUNITIVE, CONSEQUENTIAL OR OTHER DAMAGES OF ANY KIND (INCLUDING WITHOUT LIMITATION, LOST OR CORRUPTED DATA, LOST PROFITS OR SAVINGS, LOSS OF BUSINESS OR OTHER ECONOMIC LOSS OR COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES) ARISING OUT OF OR RELATED TO THE PERFORMANCE OR USE OF THE TOOL, WHETHER OR NOT TREND MICRO HAS BEEN ADVISED OR KNEW OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF THE NATURE OF THE CAUSE OF ACTION OR THEORY ASSERTED. THE FOREGOING DOES NOT APPLY TO LIABILITY ARISING OUT OF GROSS NEGLIGENCE OR FRAUD, OR FOR DEATH OR PESONAL INJURY, LIABILITY FOR WHICH SHALL NOT BE LIMITED. ",
    "p8":"<strong>Termination.</strong>This Agreement is effective until terminated. In addition to any other available remedy under applicable law, Trend Micro may terminate this Agreement upon notice. Upon such termination, You must destroy all copies of the Tool.  ",

    "I_agree":"同意する"
}
